
《营销创意王用户协议》

欢迎您使用“营销创意王”(以下简称“本产品”)!

本用户协议(以下简称“本协议”)于2022年10月8日首次生效,旨在维护您的合法权益、规范您使用本产品的权利义务。请您在注册和使用本产品前,仔细阅读并逐项同意本协议的全部条款。一旦注册,即表示您已充分理解并完全同意本协议的全部内容。 

一、服务内容

1、本产品由木子互动开发并运营。我们致力于通过本产品为您提供便捷的营销创意服务。

2、我们可能会不时调整本产品的具体内容,这些调整将构成本协议不可分割的一部分,无需再次征得您的同意。

二、用户账户

1、您需要使用手机号码完成注册,并通过手机验证码登录和使用本产品。 

2、用户账户仅限于注册使用人本人,严禁赠与、借用、租用、转让或售卖账户。如发现上述情况,我们将直接回收账户所有权。

三、用户义务

1、遵守相关法律法规,不得利用本产品制作、复制、发布、传播任何违法或不道德的信息。

2、不得利用本产品系统的漏洞或编程漏洞进行任何数据获取或破坏操作。

3、不得通过任何手段干扰或破坏本产品的正常运行。

4、自行承担使用本产品的风险,确保在使用本服务过程中按照提示操作,避免操作不当对自己或他人造成损失。

四、知识产权 

本产品的一切内容(包括但不限于文字、图片、音频、视频、图标、LOGO、软件等)的知识产权均归木子互动所有,未经我们认可,任何人不得擅自使用。

五、免责声明 

1、本产品内容仅供参考,不作为任何使用依据。

2、因自然灾害、网络故障、计算机病毒、系统不稳定性等原因可能导致的服务中断或数据丢失等,我公司不承担任何责任。

3、因用户操作不当或通过不正当手段(如破解软件)使用本产品而引起的一切后果,由用户自行承担。

六、法律适用与争议解决

本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。如有本协议履行过程中产生的争议,应友好协商解决,协商不成时任何一方均可向我公司所在地人民法院提起诉讼。

木子互动对本协议具有最终解释权。
